Tekla.Structures.DrawingInternal.dotGrEmbeddedObject_t


Tekla.Structures.DrawingInternal.dotGrEmbeddedObject_t.DrawingObject


Tekla.Structures.DrawingInternal.dotGrEmbeddedObject_t.InsertionPoint


Tekla.Structures.DrawingInternal.dotGrEmbeddedObject_t.Angle


Tekla.Structures.DrawingInternal.dotGrEmbeddedObject_t.Path


Tekla.Structures.DrawingInternal.dotGrEmbeddedObject_t.Size


Tekla.Structures.DrawingInternal.dotGrEmbeddedObject_t.Attributes


Tekla.Structures.DrawingInternal.dotGrEmbeddedObject_t.ToStruct(Tekla.Structures.Drawing.EmbeddedObjectBase)


Tekla.Structures.DrawingInternal.dotGrEmbeddedObject_t.FromStruct(Tekla.Structures.Drawing.EmbeddedObjectBase)
